Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: File download failed.
ar: تعذر تنزيل الملف.
ca: No s'ha pogut baixar el fitxer.
cy: Wedi methu llwytho ffeil i lawr.
da: Fildownload mislykkedes.
da_instk12: Fildownload mislykkedes.
de: Download der Datei fehlgeschlagen.
es: No se pudo descargar el archivo.
es_es: Ha habido un error al descargar el archivo.
fi: Tiedoston lataus epäonnistui.
fr: Le téléchargement du fichier a échoué.
fr_ca: Échec du téléchargement du fichier.
ga: Theip ar an gcomhad a íoslódáil.
hi: फ़ाइल डाउनलोड करना विफल रहा।
ht: Telechajman fichye echwe.
id: Unduhan file gagal.
is: Niðurhal skrár mistókst.
it: Errore download file.
ja: ファイル読み取りに失敗しました。
ko: 파일을 다운로드하지 못했습니다.
mi: I rahua te tango kōnae.
ms: Muat turun fail gagal.
nb: Filnedlasting mislyktes.
nb_instk12: Filnedlasting mislyktes.
nl: Bestand downloaden mislukt.
pl: Nie udało się pobrać pliku.
pt: A transferência de ficheiros falhou.
pt_br: O download do arquivo falhou.
ru: Не удалось скачать файл.
sl: Prenos datoteke ni uspel.
sv: Filnedladdningen misslyckades
sv_instk12: Filnedladdningen misslyckades
th: ดาวน์โหลดไฟล์ล้มเหลว
vi: Tải xuống tập tin không thành công.
zh: 下载文件失败。
zh_hk: 檔案上傳失敗。

source: File No Longer Exists
ar: الملف غير موجود
ca: El fitxer ja no existeix
cy: Dydy’r ffeil ddim yn bodoli mwyach.
da: Fil eksisterer ikke længere
da_instk12: Fil eksisterer ikke længere
de: Datei existiert nicht mehr
es: El archivo ya no existe
es_es: Ese archivo ya no existe
fi: Ei enää ole olemassa.
fr: Le fichier n'existe plus
fr_ca: Le fichier n'existe plus
ga: Níl an Comhad ann a thuilleadh
hi: फ़ाइल अब मौजूद नहीं है
ht: Fichye Pa Egziste Ankò
id: File Tidak Lagi Ada.
is: Skrá er ekki lengur til
it: Il file non esiste più
ja: ファイルはもう存在しません
ko: 파일이 더 이상 없습니다
mi: Kore ake te konae
ms: Fail Tidak Lagi Wujud
nb: Filen eksisterer ikke lenger
nb_instk12: Filen eksisterer ikke lenger
nl: Bestand bestaat niet meer
pl: Ten plik już nie istnieje
pt: Ficheiro Já Não Existe
pt_br: Arquivo não existe mais
ru: Файл больше не существует
sl: Ta datoteka ne obstaja več
sv: Filen finns inte längre
sv_instk12: Filen finns inte längre
th: ไฟล์ไม่มีอยู่อีกต่อไป
vi: Tập Tin Không Còn Tồn Tại
zh: 文件已不存在
zh_hk: 檔案不再存在

source: File Upload
ar: تحميل ملف
ca: Penjada de fitxer
cy: Llwytho Ffeil i Fyny
da: Filoverførsel
da_instk12: Filoverførsel
de: Datei hochladen
es: Carga del archivo
es_es: Carga del archivo
fi: Tiedoston lataus
fr: Envoi de fichier
fr_ca: Téléversement de fichier
ga: Uaslódáil Comhad
hi: फ़ाइल अपलोड करें
ht: Transfè Fichye
id: Unggahan File
is: Hlaða upp skrá
it: Caricamento file
ja: ファイルのアップロード
ko: 파일 업로드
mi: Kōnae Tukuake
ms: Muat Naik Fail
nb: Filopplasting
nb_instk12: Filopplasting
nl: Bestand uploaden
pl: Prześlij plik
pt: Carregar de arquivos
pt_br: Carregamento de arquivo
ru: Отправка файла
sl: Nalaganje datotek
sv: Filuppladdning
sv_instk12: Filuppladdning
th: การอัพโหลดไฟล์
vi: Tải Lên Tập Tin
zh: 文件上传
zh_hk: 檔案上傳

source: File upload failed. Please cancel your submission and try uploading again.
ar: فشل تحميل الملف. يرجى إلغاء إرسالك ومحاولة التحميل مرة أخرى.
ca: No s'ha pogut penjar el fitxer. Cancel·leu l’entrega i torneu a provar de carregar-la.
cy: Wedi methu llwytho ffeil i fyny. Canslwch eich tanysgrifiad a cheisiwch lwytho i lawn eto.
da: Fil upload mislykkedes. Annuller din indsendelse, og prøv at uploade igen.
da_instk12: Fil upload mislykkedes. Annuller din indsendelse, og prøv at uploade igen.
de: Hochladen der Datei fehlgeschlagen. Bitte stornieren Sie Ihre Abgabe, und versuchen Sie, sie erneut hochzuladen.
es: Falló la carga del archivo. Cancele su entrega y vuelva a intentar cargarla.
es_es: Ha habido un error al cargar el archivo. Cancela tu entrega y vuelve a intentar cargarla.
fi: Tiedoston lataus epäonnistui. Peruuta lähetyksesi ja yritä ladata uudelleen.
fr: Le téléchargement du fichier a échoué. Veuillez annuler votre soumission et essayer de la télécharger à nouveau.
fr_ca: Le téléversement du fichier a échoué. Veuillez annuler votre envoi et réessayer.
ga: File upload failed. Cuir d'iarratas ar ceal agus bain triail as é a uaslódáil arís.
hi: फ़ाइल अपलोड करना विफल रहा। कृपया अपनी सदस्यता रद्द करें और फिर से अपलोड करने की कोशिश करें।
ht: Transfè fichye echwe Tanpri, anile soumisyon ou an epi ese voye li ankò.
id: Unggahan file gagal. Silakan batalkan penyerahan Anda dan coba mengunggah lagi.
is: Upphleðsla skrár mistókst. Vinsamlegast hættu við skil og reyndu að hlaða upp aftur.
it: Errore di caricamento file. Annulla la consegna e riprova caricamento.
ja: ファイルのアップロードに失敗しました。送信をキャンセルして、もう一度アップロードしてみてください。
ko: 파일을 업로드하지 못했습니다. 제출을 취소하고 다시 업로드해보세요.
mi: I rahua te utanga i te Kōnae. Tēnā koa whakakore tō tāpaetanga ana ka ngana anō ki te tikiake.
ms: Muat naik fail gagal. Sila batalkan serahan anda dan cuba muat naik semula.
nb: Filopplasting feilet. Avbryt innleveringen din og forsøk å laste den opp igjen.
nb_instk12: Filopplasting feilet. Avbryt innleveringen din og forsøk å laste den opp igjen.
nl: Uploaden van bestand mislukt. Annuleer je inlevering en probeer opnieuw te uploaden.
pl: Pobieranie pliku nie powiodło się. Anuluj przesyłanie i spróbuj ponownie.
pt: Falhou o carregamento de ficheiro. Por favor, cancele o seu envio e tente carregar de novo.
pt_br: O upload de arquivo falhou. Por favor, cancele seu envio e tente fazer o upload novamente.
ru: Не удалось загрузить файл. Отмените свою отправку и попробуйте выполнить загрузку еще раз.
sl: Nalaganje datoteke ni uspelo. Oddajo prekličite in jo poskusite znova naložiti.
sv: Det gick inte att ladda upp filen. Avbryt din inlämning och försöka ladda upp igen.
sv_instk12: Det gick inte att ladda upp filen. Avbryt din inlämning och försöka ladda upp igen.
th: อัพโหลดไฟล์ล้มเหลว กรุณายกเลิกผลงานจัดส่งของคุณและลองอัพโหลดอีกครั้ง
vi: Tải lên tập tin thất bại. Vui lòng hủy bài nộp của bạn rồi thử tải lên lại.
zh: 文件上传失败。请取消提交并重新尝试上传。
zh_hk: 檔案上傳失敗。請取消您的提交項目，然後再試一次上傳。

source: File Viewer
ar: عارض الملف
ca: Visualitzador de fitxers
cy: Dangosydd Ffeiliau
da: Filfremviser
da_instk12: Filfremviser
de: Datei-Betrachter
es: Visor de archivos
es_es: Visor de archivos
fi: Tiedoston tarkastelutoiminto
fr: Visionneuse de fichier
fr_ca: Visualisateur de fichiers
ga: Amharcóir an Chomhaid
hi: फ़ाइल व्यूअर
ht: Afichè fichye
id: Penampil File
is: Skráarskoðunarforrit
it: Visualizzatore file
ja: ファイルビューアー
ko: 파일 뷰어
mi: Tirohanga Kōnae
ms: Pelihat Fail
nb: Filvisning
nb_instk12: Filvisning
nl: Bestandsviewer
pl: Przeglądarka plików
pt: Visualizador de ficheiros
pt_br: Visualizador de arquivos
ru: Средство просмотра файлов
sl: Pregledovalnik datotek
sv: Visningsprogram för fil
sv_instk12: Visningsprogram för fil
th: โปรแกรมเปิดไฟล์
vi: Trình Xem Tập Tin
zh: 文件查看器
zh_hk: 檔案檢視器

source: Files
ar: الملفات
ca: Fitxers
cy: Ffeiliau
da: Filer
da_instk12: Filer
de: Dateien
es: Archivos
es_es: Archivos
fi: Tiedostot
fr: Fichiers
fr_ca: Fichiers
ga: Comhaid
hi: फ़ाइलें
ht: Fichye
id: File
is: Skrár
it: File
ja: ファイル
ko: 파일
mi: Ngā Kōnae
ms: Fail
nb: Filer
nb_instk12: Filer
nl: Bestanden
pl: Pliki
pt: Ficheiros
pt_br: Arquivos
ru: Файлы
sl: Datoteke
sv: Filer
sv_instk12: Filer
th: ไฟล์
vi: Tập Tin
zh: 文件
zh_hk: 檔案

source: Filter
ar: عامل تصفية
ca: Filtra
cy: Hidlo
es: Filtrar
es_es: Filtrar
fi: Suodatin
fr: Filtre
fr_ca: Filtre
ga: Scag
hi: फ़िल्टर
ht: Filtè
is: Sía
it: Filtra
ja: フィルタ
ko: 필터링
mi: Tātari
ms: Tapis
pl: Filtruj
pt: Filtrar
pt_br: Filtrar
ru: Фильтровать
sv: Filtrera
sv_instk12: Filtrera
th: ตัวกรอง
vi: Lọc
zh: 筛选器
zh_hk: 篩選器

source: Filter applied successfully
ar: تم تطبيق عامل التصفية بنجاح
ca: S’ha aplicat correctament el filtre
cy: Wedi llwyddo i roi’r hidlydd ar waith
da: Filtret blev anvendt
da_instk12: Filtret blev anvendt
de: Filter erfolgreich angewendet
es: El filtro se aplicó correctamente
es_es: Se ha aplicado el filtro
fi: Suodatinta käytetty onnistuneesti
fr: Filtre appliqué avec succès
fr_ca: Filtre appliqué avec succès
ga: D’éirigh leis an scagaire a chur i bhfeidhm
hi: फ़िल्टर सफलतापूर्वक लागू किया गया
ht: FIltè aplike aplike avèk siksè
id: Filter berhasil diterapkan
is: Sía notuð tókst
it: Filtro applicato correttamente
ja: フィルタが正常に適用されました
ko: 필터링을 적용했습니다
mi: I momoho te tono tātari
ms: Penapis berjaya digunakan
nb: Filter aktivert
nb_instk12: Filter aktivert
nl: Filter toegepast
pl: Pomyślnie zastosowano filtr
pt: Filtro aplicado com êxito
pt_br: Filtro aplicado com sucesso
ru: Фильтр успешно применен
sl: Filter uspešno uporabljen
sv: Filtret har tillämpats
sv_instk12: Filtret har tillämpats
th: ปรับใช้ตัวกรองเสร็จสิ้น
vi: Đã áp dụng bộ lọc thành công
zh: 已成功应用过滤器
zh_hk: 已成功套用篩選

source: Filter by
ar: التصفية حسب
ca: Filtra per
cy: Hidlo yn ôl
da: Filtrer efter
da_instk12: Filtrere efter
de: Filtern nach
es: Filtrar según
es_es: Filtrar por
fi: Suodatusperuste
fr: Filtrer par
fr_ca: Filtrer par
ga: Scag de réir
hi: इसके अनुसार फ़िल्टर करें
ht: Klase pa
id: Filter menurut
is: Sía eftir
it: Filtra per
ja: フィルタ条件
ko: 필터링 기준
mi: Tātari mā
ms: Tapis mengikut
nb: Filtrer etter
nb_instk12: Filtrer etter
nl: Filteren op
pl: Filtruj wg
pt: Filtrar por
pt_br: Filtrar por
ru: Фильтровать по
sl: Filtriraj glede na
sv: Filtrera efter
sv_instk12: Filtrera efter
th: กรองจาก
vi: Lọc theo
zh: 筛选条件
zh_hk: 篩選條件

source: Filter by:
ar: التصفية حسب:
ca: Filtra per:
cy: Hidlo yn ôl:
da: Filtrer efter:
da_instk12: Filtrer efter:
de: Filtern nach:
es: Filtrar por:
es_es: Filtrar por:
fi: Suodatustapa:
fr: Filtrer par :
fr_ca: Filtrer par :
ga: Scag de réir:
hi: इसके अनुसार फ़िल्टर करें:
ht: Filtre pa:
id: Filter menurut:
is: Sía eftir:
it: Filtra per:
ja: フィルター要素：
ko: 필터링 기준:
mi: Tātari ī
ms: Tapis mengikut:
nb: Filtrer etter:
nb_instk12: Filtrer etter:
nl: Filteren op:
pl: Filtruj wg:
pt: Filtrar por:
pt_br: Filtrar por:
ru: Фильтровать по:
sl: Filtriraj glede na:
sv: Filtrerat efter:
sv_instk12: Filtrerat efter:
th: กรองจาก:
vi: Lọc theo:
zh: 筛选条件：
zh_hk: 篩選條件為：

source: Filter events
ar: تصفية الأحداث
ca: Filtra els esdeveniments
cy: Hidlo digwyddiadau
da: Filtrer begivenheder
da_instk12: Filtrer begivenheder
de: Ereignisse filtern
es: Filtrar eventos
es_es: Filtrar eventos
fi: Suodata tapahtumia
fr: Filtrer les événements
fr_ca: Filtrer les événements
ga: Scag imeachtaí
hi: घटनाएं फ़िल्टर करें
ht: Flitre aktivite
id: Filter acara
is: Sía viðburði
it: Filtra eventi
ja: イベントをフィルタする
ko: 이벤트 필터링
mi: Tātari Tauwhainga
ms: Tapis acara
nb: Filtrer hendelser
nb_instk12: Filtrer hendelser
nl: Gebeurtenissen filteren
pl: Filtruj wydarzenia
pt: Filtrar eventos
pt_br: Filtrar eventos
ru: Фильтровать события
sl: Filtriraj dogodke
sv: Filterhändelser
sv_instk12: Filterhändelser
th: กรองกิจกรรม
vi: Lọc sự kiện
zh: 筛选活动
zh_hk: 篩選活動

source: Filter events by Calendars
ar: تصفية الأحداث حسب التقاويم
ca: Filtra els esdeveniments per Calendaris
cy: Hidlo digwyddiadau yn ôl Calendrau
da: Filtrer begivenheder efter kalendere
da_instk12: Filtrer begivenheder efter kalendere
de: Ereignisse nach Kalender filtern
es: Filtrar eventos por calendarios
es_es: Filtrar eventos por Calendarios
fi: Suodata tapahtumia kalentereiden mukaan
fr: Filtrer les événements par calendrier
fr_ca: Filtrer les événements par calendrier
ga: Scag imeachtaí de réir Féilirí
hi: कैलेंडर द्वारा घटनाएं फ़िल्टर करें
ht: Filtre Evènman yo pa Kalandriye
id: Filter acara dengan Kalender
is: Sía viðburði eftir dagatölum
it: Filtra eventi per calendari
ja: イベントをカレンダーごとにフィルタリングする
ko: 캘린더로 이벤트 필터링
mi: Tātarihia ngā takahanga mā ngā Maramataka
ms: Tapis acara mengikut Kalendar
nb: Filtrer hendelser etter Kalendere
nb_instk12: Filtrer hendelser etter Kalendere
nl: Gebeurtenissen filteren op Kalenders
pl: Filtruj zdarzenia wg kalendarzy
pt: Filtrar eventos por calendários
pt_br: Filtrar eventos por calendários
ru: Фильтрация событий по датам
sl: Filtriraj dogodke po koledarjih
sv: Filtrera händelser efter kalendrar
sv_instk12: Filtrera händelser efter kalendrar
th: กรองกิจกรรมตามปฏิทิน
vi: Lọc sự kiện bằng Lịch
zh: 按日历筛选事件
zh_hk: 依行事曆篩選活動

source: Filter grades options
ar: تصفية خيارات الدرجات
ca: Filtra les opcions de notes
cy: Hidlo dewisiadau grddau
da: Valgmuligheder for filtrering af karakterer
da_instk12: Valgmuligheder for filtrering af vurderinger
de: Filteroptionen für Noten
es: Opciones de filtrar calificaciones
es_es: Opciones de filtrado de notas
fi: Suodattimen asteiden vaihtoehdot
fr: Filtrer les options de notation
fr_ca: Options de filtrage des notes
ga: Scag roghanna marcanna
hi: ग्रेड विकल्प फ़िल्टर करें
ht: Opsyon filtraj nòt
id: Filter opsi nilai
is: Valkostir fyrir að sía einkunnir
it: Opzioni filtro voto
ja: フィルター評定オプション
ko: 성적 필터링 옵션
mi: Kōwhiringa kōeke tātari
ms: Tapis pilihan gred
nb: Filtrer vurderingsalternativer
nb_instk12: Filtrer vurderingsalternativer
nl: Cijferopties filteren
pl: Filtruj opcje oceniania
pt: Opções de classificação de filtro
pt_br: Opções de notas de filtro
ru: Параметры фильтрации оценок
sl: Možnosti filtriranja ocen
sv: Filtrera omdömesalternativ
sv_instk12: Filtrera bedömningsalternativ
th: กรองตัวเลือกเกรด
vi: Tùy chọn lọc điểm số
zh: 筛选评分选项
zh_hk: 篩選成績選項

source: Filter messages by course
ar: تصفية الرسائل حسب المساق
ca: Filtra els missatges per assignatura
cy: Hidlo negeseuon yn ôl cwrs
da: Filtrer beskeder efter fag
da_instk12: Filtrer beskeder efter fag
de: Nachrichten nach Kurs filtern
es: Filtrar mensajes por curso
es_es: Filtrar mensajes por asignatura
fi: Suodata viestit kurssin perusteella
fr: Filtrer les messages par cours
fr_ca: Filtrer les messages par cours
ga: Scag teachtaireachtaí de réir cúrsa
hi: संदेशों को पाठ्यक्रम के अनुसार फ़िल्टर करें
ht: Filtre mesaj yo pa kou
id: Filter pesan menurut kursus
is: Sía skilaboð eftir námskeiðum
it: Filtra messaggi per corso
ja: コースでメッセージをフィルタ
ko: 과목으로 메시지 필터링
mi: Tātari ngā karere i te akoranga
ms: Tapis mesej mengikut kursus
nb: Filtrer melding etter emne
nb_instk12: Filtrer melding etter fag
nl: Berichten filteren per cursus
pl: Filtruj wiadomości wg kursów
pt: Filtrar mensagens por disciplina
pt_br: Filtrar mensagens por curso
ru: Фильтровать сообщения по курсам
sl: Filtriraj sporočila glede na predmet
sv: Filtrera meddelanden efter kurs
sv_instk12: Filtrera meddelanden efter kurs
th: กรองข้อความจากบทเรียน
vi: Lọc tin nhắn bằng khóa học
zh: 按课程过滤消息
zh_hk: 按課程篩選訊息

source: Filter messages by type
ar: تصفية الرسائل حسب النوع
ca: Filtra els missatges per tipus
cy: Hidlo negeseuon yn ôl math
da: Filtrer beskeder efter type
da_instk12: Filtrer beskeder efter type
de: Nachrichten nach Typ filtern
es: Filtrar mensajes por tipo
es_es: Filtrar mensajes por tipo
fi: Suodata viestit tyypin perusteella
fr: Filtrer les messages par type
fr_ca: Filtrer les messages par type
ga: Scag teachtaireachtaí de réir cineáil
hi: संदेश को प्रकार के अनुसार फ़िल्टर करें
ht: Filtre mesaj yo pa tip
id: Filter pesan menurut jenis
is: Sía skilaboð eftir tegund
it: Filtra messaggi per tipo
ja: タイプでメッセージをフィルタ
ko: 유형으로 메시지 필터링
mi: Tātari karere ma te momo
ms: Tapis mesej mengikut jenis
nb: Filtrer melding etter type
nb_instk12: Filtrer melding etter type
nl: Berichten filteren per type
pl: Filtruj wiadomości wg typu
pt: Filtrar mensagens por tipo
pt_br: Filtrar mensagens por tipo
ru: Фильтровать сообщения по типам
sl: Filtriraj sporočil glede na vrsto
sv: Filtrera meddelanden efter typ
sv_instk12: Filtrera meddelanden efter typ
th: กรอกข้อความตามประเภท
vi: Lọc tin nhắn theo loại
zh: 按类型过滤消息
zh_hk: 按類型篩選郵件

source: Filter To-do list
ar: تصفية قائمة المهام
ca: Filtreu la llista de tasques pendents
cy: Hidlo rhestr Tasgau i’w Gwneud
da: Filtrer opgaveliste
da_instk12: Filtrer opgaveliste
de: To-Do-Liste filtern
es: Filtrar lista de ítems Por hacer
es_es: Filtrar la lista de tareas pendientes
fi: Suodata tehtäväluettelo
fr: Filtrer la liste À Faire
fr_ca: Filtrer la liste des tâches à faire
ga: Scagaire liosta le déanamh
hi: 'करने के लिए' सूची फ़िल्टर करें
ht: Filtè Lis Tach Pou Fè
id: Filter daftar to-do
is: Sía verkefnalista
it: Filtra elenco attività
ja: するべきことリストを絞り込む
ko: 할 일 목록 필터링
mi: Tātarihia te rārangi mahi
ms: Penapis senarai Untuk Dilakukan
nb: Filtrer gjøremålsliste
nb_instk12: Filtrer gjøremålsliste
nl: Lijst met opdrachten filteren
pl: Odfiltruj listę zadań
pt: Filtrar lista de tarefas
pt_br: Filtrar lista de tarefas
ru: Фильтр списка задач
sl: Filtriraj seznam opravil
sv: Filtrera att göra-lista
sv_instk12: Filtrera att göra-lista
th: กรองรายการสิ่งที่ต้องทำ
vi: Lọc danh sách Việc Cần Làm
zh: 过滤待办任务列表
zh_hk: 篩選待辦事項淸單

source: Filter events, %d calendars selected
ar: تصفية الأحداث، %d تم تحديد التقويمات
ca: Filtra els esdeveniments, %d s’han seleccionat els calendaris
cy: Hidlo digwyddiadau, %d calendr wedi’i ddewis
da: Filtrer begivenheder, %d kalendere valgt
da_instk12: Filtrer begivenheder, %d kalendere valgt
de: Ereignisse filtern %d ausgewählte Kalender
es: Filtrar eventos, %d calendarios seleccionados
es_es: Filtrar eventos, %d calendarios seleccionados
fi: Suodata tapahtumia, %d kalenteria valittu
fr: Filtrer les événements, %d calendriers sélectionnés
fr_ca: Filtrer les événements, %d calendriers sélectionnés
ga: Scag imeachtaí, %d (bh)f(h)éilire roghnaithe
hi: घटनाएं फ़िल्टर करें, %d कैलेंडरों का चयन किया गया
ht: Filtre evènman, %d Kalandriye seleksyone
id: Filter acara, %d kalender dipilih
is: Sía viðburði, %d dagatöl valin
it: Filtra eventi, %d calendari selezionati
ja: イベントをフィルターする%d選択されたカレンダー
ko: 이벤트 필터링, %d 캘린더가 선택됨
mi: Tātari takahanga, %d ngā māramataka kua tīpakotia
ms: Tapis acara, %d kalendar dipilih
nb: Filtrer hendelser %d kalendere valgt
nb_instk12: Filtrer hendelser %d kalendere valgt
nl: evenementen filteren, %d agenda's geselecteerd
pl: Filtruj wydarzenia, %d wybrane kalendarze
pt: Filtrar eventos, %d calendários selecionados
pt_br: Eventos de filtro, %d calendários selecionados
ru: Фильтровать события, %d календари выбраны
sl: Filtriraj dogodke, %d izbranih koledarjev
sv: Filterhändelser, %d kalendrar valda
sv_instk12: Filtrera händelser, %d kalendrar valda
th: กรองกิจกรรม %d ปฏิทินที่เลือก
vi: Lọc sự kiện, %d lịch được chọn
zh: 过滤事件，%d选择的日历
zh_hk: 篩選活動，%d個已選擇的行事曆

source: Final Grade: %@
ar: الدرجة النهائية: %@
ca: Nota final: %@
cy: Gradd Derfynol: %@
da: Endelig karakter: %@
da_instk12: Endelig vurdering: %@
de: Gesamtnote: %@
es: Calificación final: %@
es_es: Nota final: %@
fi: Lopullinen arvosana: %@
fr: Note finale : %@
fr_ca: Note finale : %@
ga: Marc Deiridh: %@
hi: अंतिम ग्रेड: %@
ht: Nòt Final: %@
id: Filter Nilai: %@
is: Lokaeinkunn: %@
it: Voto finale: %@
ja: 最終的な評定：%@
ko: 최종 성적: %@
mi: Kōeke whakamutunga: %@
ms: Gred Akhir: %@
nb: Avsluttende vurdering: %@
nb_instk12: Avsluttende vurdering: %@
nl: Eindcijfer: %@
pl: Ocena końcowa: %@
pt: Nota final: %@
pt_br: Nota final: %@
ru: Итоговая оценка: %@
sl: Končna ocena: %@
sv: Totalt omdöme: %@
sv_instk12: Totalt omdöme: %@
th: เกรดสรุป: %@
vi: Điểm Cuối Cùng: %@
zh: 最终评分：%@
zh_hk: 最終評分：%@

source: Final Grade: %g pts
ar: الدرجة النهائية: %g النقاط
ca: Nota final: %g punts
cy: Gradd Derfynol: %g pwynt
da: Endelig karakter: %g point
da_instk12: Endelig vurdering: %g point
de: Gesamtnote: %g Pkte.
es: Calificación final: %g pts
es_es: Nota final: %g ptos
fi: Lopullinen arvosana: %g pistetä
fr: Note finale : %g pts
fr_ca: Note finale : %g pts
ga: Marc Deiridh: %g pte
hi: अंतिम ग्रेड: %g पॉइंट्स
ht: Nòt Final: %g pwen
id: Filter Nilai: %g poin
is: Lokaeinkunn: %g punktar
it: Voto finale: %g pt
ja: 最終評定：%gポイント
ko: 최종 성적: %g 점
mi: Kōeke whakamutunga: %g ngā koinga
ms: Gred Akhir: %g mata
nb: Avsluttende vurdering: %g poeng
nb_instk12: Avsluttende vurdering: %g poeng
nl: Eindcijfer: %g ptn
pl: Ocena końcowa: %g pkt
pt: Nota final: %g pts
pt_br: Nota final: %g pts
ru: Итоговая оценка: %g баллы
sl: Končna ocena: %g točk
sv: Totalt omdöme: %g poäng
sv_instk12: Slutbedömning: %g poäng
th: เกรดสรุป: %g คะแนน
vi: Điểm Cuối Cùng: %g điểm thành phần
zh: 最终评分：%g得分
zh_hk: 最終評分：%g分數

source: Find a code to scan
ar: ابحث عن رمز للمسح الضوئي
ca: Cerca un codi per escanejar
cy: Dod o hyd i god i’w sganio
da: Find en kode, der skal scannes
da_instk12: Find en kode, der skal scannes
de: Einen Code zum Scannen finden
es: Busque un código para escanear
es_es: Busca un código para escanear
fi: Etsi skannattava koodi
fr: Trouver un code à numériser
fr_ca: Trouver un code à numériser
ga: Aimsigh cód le scanadh
hi: स्कैन करने के लिए कोड ढूंढें
ht: Jwenn yon kòd pou eskane
id: Temukan kode untuk discan
is: Finndu kóða til að skanna
it: Trova un codice da sottoporre a scansione
ja: スキャンするコードを探す
ko: 스캔할 코드 찾기
mi: Kimihia he waehere hei
ms: Cari kod untuk mengimbas
nb: Finn en skanningkode
nb_instk12: Finn en skanningkode
nl: Zoek een code om te scannen
pl: Znajdź kod do zeskanowania
pt: Encontre um código para digitalizar
pt_br: Encontrar um código para escanear
ru: Поиск кода для сканирования
sl: Poiščite kodo, ki jo želite prebrati
sv: Sök efter en kod att skanna
sv_instk12: Sök efter en kod att skanna
th: ค้นหารหัสเพื่อสแกน
vi: Tìm mã để quét
zh: 查找要扫描的代码
zh_hk: 尋找可掃描的條碼

source: Find another school
ar: ابحث عن مدرسة أخرى
ca: Cerca una altra escola
cy: Dod o hyd i ysgol arall
da: Find en anden skole
da_instk12: Find en anden skole
de: Eine andere Schule finden
es: Buscar otra escuela
es_es: Encontrar otra escuela
fi: Etsi muu koulu
fr: Trouver une autre école
fr_ca: Chercher une autre école
ga: Aimsigh scoil eile
hi: कोई अन्य स्कूल ढूंढें
ht: Jwenn yon lòt lekòl
id: Temukan sekolah lain
is: Finna annan skóla
it: Trova un’altra scuola
ja: 別の学校を探す
ko: 다른 학교 찾기
mi: Kimihia tetahi atu kura
ms: Cari sekolah lain
nb: Finn en annen skole
nb_instk12: Finn en annen skole
nl: Zoek een andere school
pl: Znajdź inną szkołę
pt: Encontrar outra escola
pt_br: Encontrar outra escola
ru: Найти другую школу
sl: Najdi drugo šolo
sv: Hitta en annan skola
sv_instk12: Hitta en annan skola
th: ค้นหาสถานศึกษาอื่น
vi: Tìm trường khác
zh: 查找其他学校
zh_hk: 尋找其他學校

source: Find my school
ar: ابحث عن مدرستي
ca: Cerca la meva escola
cy: Dod o hyd i fy ysgol
da: Find min skole
da_instk12: Find min skole
de: Meine Schule suchen
es: Encontrar mi escuela
es_es: Encontrar mi escuela
fi: Etsi kouluni
fr: Trouver mon école
fr_ca: Trouver mon école
ga: Aimsigh mo scoil
hi: मेरा स्कूल ढूंढें
ht: Jwenn lekòl mwen an
id: Temukan sekolah saya
is: Finna skólann minn
it: Trova la mia scuola
ja: 私の学校を探す
ko: 내 학교 찾기
mi: Kimihia taku kura
ms: Cari sekolah anda
nb: Finne skolen min
nb_instk12: Finne skolen min
nl: Zoek mijn school
pl: Znajdź moją szkołę
pt: Encontrar minha escola
pt_br: Encontrar minha escola
ru: Найти мою школу
sl: Najdi mojo šolo
sv: Hitta min skola
sv_instk12: Hitta min skola
th: ค้นหาสถานศึกษาของฉัน
vi: Tìm trường của tôi
zh: 查找我的学校
zh_hk: 搜尋我的學校

source: Find School
ar: البحث عن مدرسة
ca: Cerca una escola
cy: Dod o hyd i Ysgol
da: Find skole
da_instk12: Find skole
de: Schule suchen
es: Buscar escuela
es_es: Buscar escuela
fi: Etsi koulu
fr: Trouver une école
fr_ca: Trouver une école
ga: Aimsigh Scoil
hi: स्कूल ढूंढें
ht: Jwenn Lekòl
id: Temukan Sekolah
is: Finna skóla
it: Trova scuola
ja: 学校を探す
ko: 학교 찾기
mi: Kimihia taku kura
ms: Cari Sekolah
nb: Finne skole
nb_instk12: Finne skole
nl: School zoeken
pl: Znajdź szkołę
pt: Encontrar Escola
pt_br: Encontrar escola
ru: Найти школу
sl: Poišči šolo
sv: Sök efter skola
sv_instk12: Sök skola
th: ค้นหาสถานศึกษา
vi: Tìm Trường
zh: 查找学校
zh_hk: 尋找學校
